{
    "prefix": "=",
    "jenova_status": [
        "with Edmund Hill",
        "fending off Admiral clones",
        "playing Daedalus' new diss track.",
        "Elise Lutia's photoshoot video"
    ],
    "welcome_messages": [
        "has arrived from the Anima International Airport!",
        "has entered Eden City on foot!",
        "has emerged into existence. Welcome to the Glorious Light!",
        "has just crossed the border into Anima using high tech spoons.",
        "has just crash landed in the middle of Eden City. Welcome!",
        "has arrived on the Anima border checkpoint. Papers, please."
    ],
    "kick_messages": [
        "has departed from Revenant.",
        "has been eletrocuted to death by Daedalus, Darth Sidious style.",
        "was caught not using Nord VPN.",
        "was copystriked.",
        "was deported after authorities found 20lbs of cocaine in their wallet.",
        "was sentenced to 420 years in jail for selling fake travel documents.",
        "has been choked to death by Albern!",
        "has been impaled by Dellione!",
        "has been scared away by Iruel!",
        "has been viciously mauled by Sanjae!",
        "has been stealthily assassinated by Crimson.",
        "has been blown to bits by Kallen.",
        "has been cut with sharp wires by Scarlet.",
        "had a nefarious debt to pay.",
        "was killed by the creepy puppets of Abe.",
        "catched a glimpse of Edmund but was shot in the head by his ATLAS agents.",
        "ran away!",
        "deserted!"
    ],
    "revenant_fact": [
        "Edmund Hill is the first Anima ATLAS Prime Minister to be an active widower.",
        "Shinra roleplayers often have OCs with the strongest Origin Gear in terms of destructive prowess.",
        "Albern Amund is the only Red Syndicate Godfather to have not descended from the original Godfather family heritage.",
        "Eden City is located within the country of Anima.",
        "Shiva and Ifrit are not gears, but rather are entities known as Progenitors.",
        "The largest religion in Anima is known as 'The Light'.",
        "The Red Syndicate's main source of income revolves around the trading of weapons and drugs throughout Eden, facilitating their movement through the continent borders",
        "Sanjae Howel, also known as 'Uproar', is an epileptic.",
        "Operations Agent Chaise Long once killed twelve dealers in his first mission at the slums, resulting in a tragedy for dealers' families at the slums and being criticized by Eden City's news media.",
        "Every once in a while, Sanjae Howel's mun, GetNoSleep, hosts 'nightmare commissions', in which he will draw anything, just for the memes.",
        "Arien Saintfleur, also known as 'Savage Grace', is a transgender man.",
        "Abraham Clayton, also known as 'The Puppeteer', is a Red Syndicate traitor who joined Shinra shortly after.",
        "Albern Amund, the Red Syndicate's current Godfather, is said to have expressed an intimate desire in other people's toes.",
        "The Red Syndicate's roots are older than ATLAS itself, establishment-wise.",
        "Almost half of the Revenant characters are either Slav or albino, or even both!",
        "Syrille Eveann once posed as a big time celebrity using an alias named 'Elise Lutia' for an important mission. Unfortunately, even her alias' assumed retirement did not stop desperate fans from wishful thinking.",
        "Despite Operatives Agent Crimson Morial's cold personality, she is secretly a masochist.",
        "Daedalus favorite phrase is 'All die'.",
        "Revenant was founded by Daedalus and his original group of RP friends in 2016 on a Zetaboard forum site."
    ],
    "revenant_months": [
        "Janus",
        "Pater",
        "Qirinus",
        "Patulcius",
        "Clusivi",
        "Geminu",
        "Libo",
        "Juno",
        "Consivius",
        "Coenn",
        "Corvus",
        "Valheim"
    ],
    "revenant_weekdays": [
        "Lumus",
        "Rumille",
        "Ruxen",
        "Thoran",
        "Azora",
        "Fridus",
        "Tebra"
    ],
    "askjenova": [
        "It is decidedly so, ",
        "100% probability, ",
        "Yes, it is most certain, ",
        "Odds are favorable. You may 'rely' on your chances, ",
        "According to my processed results, yes, ",
        "It is possible, ",
        "Simulation forecasts are good, ",
        "Yes, ",
        "Conclusive observational data points to yes, ",
        "My auditory inputs cannot pick up your reply. I suggest you try again,",
        "Please try again, ",
        "Current conditions are not favorable enough to tell you immediately, ",
        "I do not have enough data to define a decisive conclusion, ",
        "Consolidate your incomplete data and ask again, ",
        "0.0000000000000000001% probability, ",
        "Negative, ",
        "Unfortunately, my data states that it is impossible, ",
        "Low probability, ",
        "Very questionable, "
    ],
    "main_channel_id":649155422049140738,
    "bot_channel_id":655947091318800385,
    "website":"https://sites.google.com/view/revenantrp/home"
}
